[{"Text":"Welcome to WILD: North East North America. The goal of the game is to build ecosystems from an environment all the way up to an apex predator, filling each number by placing a card to fill that role.\n\nDouble tap a card to see it in greater detail and double tap again to zoom back out.\n\nEnvironments are the base of all ecosystems and fulfill the role of a 1. Plants and other animals can then be played on them.\n\nExit this tutorial at any time by choosing Main Menu or New Game from the Options screen.\n\nTo begin, touch and drag the Forests and Woodlands card to the top of the screen to place it."},
{"Text":"Food chains start with the green plant cards, which can fill the role of a 2 or 3. The icons on the top right of the card indicate what environments the plant can be played on.\n\nNot all cards can play on every environment and each environment can support up to 2 different food chains.\n\nNotice that the American Ginseng can live in Forests and Woodlands in addition to Lakes and Ponds.\n\nTo continue, touch and drag the green American Ginseng card onto the Forests and Woodlands card to start a new food chain."},
{"Text":"Invertebrates and larger animals can be played on plants. They fill roles 4-10. These cards are indicated by yellow, orange, purple, and white backgrounds. In addition, these creatures can also sometimes be played on one another!\n\nThe icons in the upper right corner indicate what environment the creature can live on and the icons below that indicate what role the creature will fill when it is layed on the matching color.\n\nCreatures can be herbivores, carnivores, or omnivores so try to make the cards fill the roles you need. Notice that the yellow Amber Snail card is an herbivore and can only be played on plants. When played, it will fulfill the role of a 4. To continue, touch and drag the Amber Snail card onto the American Ginseng card."},
{"Text":"Wow, this food chain is becoming more complex! Let's see if any cards in the hand are able to play on the Amber Snail…\n\nHmm, it looks like the orange Eastern Toad card is able to play on invertebrates and live in Forests and Woodlands. This will allow it to fulfill the role of a 7.\n\nTo continue, play the Eastern Toad on the Amber Snail card."},
{"Text":"You've almost used all of the available cards, but there's one left.\n\nThe purple Timber Wolf card is a large animal and is able to play on small animals such as the Eastern Toad, as well as live on Forests and Woodlands. Doing so will allow it to fulfill the role of an 8.\n\nTo continue, touch and drag the Timber Wolf onto the Eastern Toad."},
{"Text":"As food chains grow, the ecosystem becomes more complex. Creatures that have wings, fins, and legs can migrate to other environments and may bring any other creatures that are associated with them to the new food chain. Plants can only migrate if the special Strohmstead card is on the playfield.\n\nCreatures may also change the role they are playing by being placed on a different card.\n\nMigratory creatures can also be dragged back down into the hand to rearrange the playfield.  Try to mix and match your ecosystems to fill all of the roles!\n\nAny cards left in the hand will be discarded after each turn except the first turn. Since you are all out of cards to play, tap the End Turn button to complete your turn. This will shift control over to other players."},
{"Text":"On each turn, you can draw 2 cards from the deck or from the discard pile. To get a card from the deck, simply tap it.\n\nTo get a card from the discard pile, drag it down into the hand area at the bottom of the screen.\n\nDrawn cards can come from either pile, so always check the discard pile to see if there's anything good there.\n\nTo continue, draw 2 cards from either the deck or discard pile."},
{"Text":"Try to play your new cards or rearrange the cards on the playfield. You won't always be able to play every card.\n\nThat's the end of the tutorial! When you are finished, press the End Turn button to return to the Main Menu.\n\nFor more information about the WILD card game, tap the link below."}]